"&About Flash Decompiler..." = "&Despre Flash Decompiler..."
"&Copy" = "&Copiază"
"&Help" = "Ajutor"
"&Keyboard shortcuts" = "Comenzi din tastatură"
"&Localization" = "&Traducere"
"&Open file and add it to tasks..." = "&Deschide fişier şi adaugă-l la activităţi..."
"&Preview file in player..." = "&Previzualizează fişier în player..."
"&Save SWF/EXE as..." = "&Salvează SWF/EXE ca..."
"&Tutorials" = "&Tutoriale"
"16 (high color)" = "16 (culoare fină)"
"24 (true color)" = "24 (culoare reală)"
"32 (true color)" = "32 (culoare reală)"
"8 (colormapped)" = "8 (mapa de culori)"
"AUTO" = "AUTO"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "Opţiuni ActionScript"
"ActionScript search" = "Căutare ActionScript"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "Setările modului de vizualizare ActionScripts. Aceasta se aplică doar la ActionScripts, afişate în Flash Decompiler."
"Actions" = "Acţiuni"
"Activity log" = "Jurnal activitate"
"Add SWF files to tasks" = "Adaugă fişiere SWF la activităţi"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Adaugă recursiv toate fişierele din directorul curent la\r\nLista activităţilor, inclusiv subdirectoarele."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Adaugă fişierul SWF/EXE selectat\r\nîn lista Activităţile mele pentru gestionare,\r\nconversie şi extracţie."
"Add folder" = "Adaugă director"
"Add folder recursively" = "Adaugă director recursiv"
"Add folder root" = "Adaugă directorul rădăcină"
"Add only files present in folder's root to My tasks list." = "Adaugă in lista Activităţile mele doar fişierele existente în directorul rădăcină."
"Add task" = "Adaugă activitate"
"Add whole folder into My tasks list." = "Adaugă întreg directorul în lista Activităţile mele."
"Advanced morph decompilation" = "Decompilare morph avansată"
"Align" = "Aliniere"
"Align text to the left" = "Aliniere text la stânga"
"Align text to the right" = "Aliniere text la dreapta"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Toate fişierele sunet (*.WAV, *.MP3)|*.WAV;*.MP3|sunete Wave (*.WAV)|*.WAV|muzica MP3 (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Toate fişierele suportate (*.SWF; *.EXE)|*.SWF;*.EXE|fişiere SWF (*.SWF)|*.SWF|Proiectoare (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Toate formatele de imagini suportate (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG imagini comprimate (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|"
"All words" = "Toate cuvintele"
"Allows/Disables text selection" = "Permite/dezactivează selecţia text"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Aproape la fel cu previzualizarea unui fişier,\r\ndar îl va adăuga în lista Activităţile mele pentru procesare ulterioară."
"Any word" = "Orice cuvânt"
"As FLA" = "Ca FLA"
"Autodetect" = "Autodetectează"
"Autosize" = "Autodimensionează"
"Available localizations" = "Locaţii disponibile"
"Background color:" = "Culoare fundal:"
"Beta-tester" = "Beta-tester"
"Bitmap Files (*.bmp)|*.bmp|" = "Fişiere Bitmap (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Biţi pe monstra ADPCM:"
"Bits per pixel" = "Biţi pe pixel"
"Bits per pixel:" = "Biţi pe pixel:"
"Bits per sample:" = "Biţi pe exemplu:"
"Bounds" = "Margini"
"Braces around single statement" = "Acolade în jurul frazei"
"Braces at new line" = "Acolade la linie nouă"
"Build %@" = "Build %@"
"Business" = "Afaceri"
"Button" = "Buton"
"Buttons" = "Butoane"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "Implicit, Flash Decompiler va afişa imagini ale obiectelor Flash pentru previzualizare, când selectaţi toată categoria/grupa. Previzualizarea mai multor obiecte poate încetini substanţial performanţa Flash Decompiler atunci când navigaţi prin grupele de obiecte, mai ales când aveţi peste 100 de obiecte. Aşadar, vă sugerăm să dezactivaţi generarea de thumb-uri pentru anumite tipuri de obiecte. Câteva pictograme mici vor fi afişate în locul lor."
"Cancel" = "Revocare"
"Center text" = "Centrează text"
"Change ActionScripts view to Pi-code actions representation" = "Modifică vizualizarea ActionScripts la reprezentarea acţiunilor Pi-code"
"Change ActionScripts view to common representation" = "Modifică vizualizarea ActionScripts la reprezentări comune"
"Change ActionScripts view to hex dump representation" = "Modifică vizualizarea ActionScripts la reprezentări hex dump"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "Modifică vizualizarea ActionScripts la modul împărţit, incluzând Pi-codes şi hex dumps"
"Change background color" = "Modifică colare fundal"
"Change text type to passwords with masking" = "Modifică tipul textului la parole cu mască"
"Change the text color" = "Modifică culoarea textului"
"Check for &newer version" = "Caută versiuni &noi"
"Check for availability of updated version online." = "Verifică online dacă există versiune nouă."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Verifică detaliile copiei Flash Decompiler, cum ar fi versiunea, build-ul,\r\ndata lansării, contact suport tehnic, etc."
"Check/Uncheck selected items" = "Bifează/debifează selecţia"
"Choose background color for current task" = "Alege culoare fundal pentru activitatea curentă"
"Choose the language Flash Decompiler GUI will be displayed in." = "Alege limba dorită pentru interfaţa Flash Decompiler."
"Clear My tasks" = "Şterge Activităţile mele"
"Click here to check for newer version" ="Click aici pentru a căuta versiuni noi"
"Close" = "Închide"
"Code format" = "Format cod"
"Collapse current file" = "Restrânge fişier curent"
"Collapse current group" = "Restrânge grup curent"
"Collapse everything" = "Restrânge tot"
"Color" = "Culoare"
"Colors" = "Culori"
"Combine all scripts into folder" = "Îmbină toate scripturile intr-un director"
"Compressed video (*.mpg)" = "Video comprimat (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Configurează detecţia morph şi opţiunile de\r\ndecompilare pentru fişierul FLA rezultat."
"Contact &Tech Support" = "Contactează Suport &Tehnic"
"Conversion options" = "Opţiunile conversiei"
"Conversion path:" = "Calea conversiei:"
"Convert" = "Conversie"
"Convert SWF file(s) to FLA" = "Conversie fişier(e) SWF în FLA"
"Convert all" = "Conversie toate"
"Convert all available tasks to FLA." = "Converteşte toate activităţile disponibile în FLA."
"Convert current" = "Conversie selecţie"
"Convert currently highlighted file from the tasks list." = "Conversie fişier selectat din lista de activităţi."
"Convert static text into shapes" = "Conversie text static în forme"
"Copy to clipboard" = "Copiază în clipboard"
"Count" = "Numără"
"Create folder for morphs" = "Crează director pentru morphs"
"Current" = "Curent"
"Custom color" = "Culoare personalizată"
"Customize some advanced options of Flash Decompiler" = "Personalizează opţiuni avansate ale Flash Decompiler"
"Decode built-in MX classes" = "Decodează clase MX integrate"
"Decompile symbols not present at timeline" = "Decompilează simboluri care nu sunt în linia de editare"
"Decompiling task" = "Activitatea de decompilare"
"Default" = "Implicit"
"Default settings" = "Setări implicite"
"Demo" = "Demo"
"Details" = "Detalii"
"Detect motion tweens" = "Detectează mişcări pereche"
"Discard all changes which you applied\r\nand revert to last saved file." = "Ignoră toate modificările\r\nşi foloseşte ultima versiune salvată."
"Discard changes" = "Ignoră modificările"
"Do not show this message again" = "Nu mai afişaţi acest mesaj"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Sunteţi sigur că doriţi să ignoraţi toate modificările şi să folosiţi ultima versiune salvată a fişierului SWF?"
"Do you really want to exit Flash Decompiler?" = "Doriţi să închideţi Flash Decompiler?"
"Do you really want to remove all Flash files from My tasks?" = "Doriţi să ştergeţi toate fişierele Flash din Activităţile mele?"
"Do you really want to remove selected file?" = "Doriţi să ştergeţi fişierul selectat?"
"Do you really want to save changes in <%@>?" = "Doriţi să salvaţi modificările în <%@>?"
"Drag to zoom in and out" = "Trageţi pentru a mări sau a micşora"
"Dragging" = "Se trage"
"Dynamic text" = "Text dinamic"
"Dynamic texts" = "Texte dinamice"
"Edit" = "Editare"
"Edit Flash objects" = "Editează obiecte Flash"
"Edit Images" = "Editează imagini"
"Edit URL's" = "Editează URL"
"Edit URLs" = "Editează URL-uri"
"Edit color" = "Editează culoarea"
"Edit colors" = "Editează culorile"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Editează culorile în activităţile SWF/EXE. Deschide o fereastră specială\r\nunde puteţi edita majoritatea culorilor pe care le vedeţi\r\nîntr-un film. Nu se pot edita imagini raster, etc."
"Edit dynamic texts" = "Editează texte dinamice"
"Edit images" = "Editează imagini"
"Edit lines" = "Editează linii"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "Editează liniile într-o activitate SWF/EXE: editează grosimea şi culoarea liniei.\r\nNu uitaţi să selectaţi forma dorită dacă nu este afişată nici o linie."
"Edit lines:" = "Editează linii:"
"Edit links" = "Editează linkuri"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." = "Editează linkurile găsite în activitatea SWF/EXE.\r\nNu uitaţi că veţi edita toate linkurile într-o activitate."
"Edit links: " = "Editează linkuri: "
"Edit shapes" = "Editează forme"
"Edit sounds" = "Editează sunete "
"Enable automatic size setting" = "Activează setările pentru dimensionare automată"
"Enable multi-line text positioning" = "Activează poziţionarea textului pe mai multe linii"
"Enable word-wrapping" = "Activează împachetarea textului"
"Enter &registration code" = "Introduceţi codul de in&registrare"
"Exact match" = "Potrivire exactă"
"Exit" = "Ieşire"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Ieşire Flash Decompiler. Toate activităţile de editare care nu sunt salvate vor solicita salvarea lor."
"Expand current file" = "Expandare fişier curent"
"Expand group" = "Expandare grup"
"Export format" = "Formatul pentru export"
"Export path:" = "Calea pentru export:"
"Extract" = "Extragere"
"Extract SWF objects" = "Extragere obiecte SWF"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Extragere toate resursele SWF selectate.\r\nCalea pentru export poate fi modificată în tab-ul principal de Extragere."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Extragere toate resursele SWF selectate.\r\nCalea pe care o vedeţi în partea stângă va fi utilizată la stocarea obiectelor."
"Extract now" = "Extragere acum"
"Extract resource" = "Extragere resursă"
"Extracting SWF objects" = "Se extrag obiectele SWF"
"FLA" = "FLA"
"FLA version" = "Versiunea FLA"
"Failed to open image <%@>" = "Eroare la deschiderea imaginii <%@>"
"Failed to open sound file <%@>" = "Eroare la deschiderea sunetului <%@>"
"File" = "Fişier"
"File explorer" = "Explorator fişier"
"File properties" = "Proprietăţi fişier"
"Find the ways to reach Eltima technical support for answers and tips." = "Pentru întrebări şi probleme, contactaţi echipa de suport tehnic Eltima."
"Fit all" = "Incadrează tot"
"Fit to Player area" = "Încadrează în aria de vizionare"
"Flash Decompiler &homepage" = "Pagina de start Flash Decompiler"
"Flash Decompiler Options" = "Opţiuni Flash Decompiler"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Opţiuni Flash Decompiler Trillix"
"Flash Movie (*.swf)" = "Flash Movie (*.swf)"
"Flash Player 5" = "Flash Player 5"
"Flash Player 6" = "Flash Player 6"
"Flash Player 7" = "Flash Player 7"
"Flash Player 8" = "Flash Player 8"
"Flash Player 9" = "Flash Player 9"
"Flash Player ActiveX version installed in your system" = "Versiunea de Flash Player ActiveX instalată în sistem"
"Flash Source (*.fla)" = "Flash Source (*.fla)"
"Flash Video (*.flv)" = "Flash Video (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "Setările Flash objects thumbnails când grupurile sunt selectate"
"Font" = "Font"
"Font size" = "Dimensiune font"
"Fonts" = "Fonturi"
"Force ANSI encoding" = "Forţează encodarea ANSI"
"Formats" = "Formate"
"Frame" = "Cadru"
"Frame count:" = "Numărul de cadre:"
"Framerate:" = "Frecvenţa cadrelor:"
"Frames" = "Cadre"
"General" = "General"
"Globally search ActionScripts within SWF/EXE files." = "Caută ActionScripts în fişierele SWF/EXE."
"Has alpha" = "Conţine alpha"
"Has border" = "Conţine border"
"Has wordwrap" = "Conţine wordwrap"
"Height:" = "Înălţime:"
"Hex dump" = "Dump hexa"
"Hex dump (*.txt)" = "Dump hexa (*.txt)"
"Hexadicimal dump" = "Dump hexazecimal"
"Homepage" = "Pagina de start"
"Hypertext (*.html)" = "Hipertext (*.html)"
"Icons" = "Pictograme"
"Id" = "Id"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Dacă filmuleţele Flash au un comportament neobişnuit în Flash Decompiler,\nproblema poate să fie o versiune mai veche de Flash Player ActiveX\ncare este instalată în sistem. Puteţi căuta o versiune mai nouă apăsând următorul buton sau vizitând www.adobe.com"
"Ignore case" = "Caz de ignorare"
"Image" = "Imagine"
"Image (*.png, *.jpeg, *.bmp)" = "Imagine (*.png, *.jpeg, *.bmp)"
"Image format" = "Formatul imaginii"
"Image properties" = "Proprietăţile imaginii"
"Images" = "Imagini"
"Indent" = "Indentare"
"Indent size" = "Dimensiune indentare"
"Info" = "Info"
"Is HTML" = "Este HTML"
"Is multiline" = "Este multi-linie"
"Is password" = "Este parolă"
"Is read-only" = "Este doar-citire"
"Join mask layers" = "Îmbină măştile straturilor"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Aliniere text: aliniere text atât la dreapta cât şi la stânga,\r\nadăugând spaţii libere între cuvinte."
"Layer" = "Strat"
"Leading" = "Principal"
"Leave current" = "Păstrează curent"
"Left margin" = "Margina stângă"
"Length factor: " = "Factorul de lungime: "
"Library folders" = "Directoare librării"
"License:" = "Licenţă:"
"Line properties" = "Proprietăţile liniei"
"Line thickness in twips" = "Grosimea liniei in twips"
"Lines" = "Linii"
"Link location to edit: " = "Locaţia legăturii pentru editare: "
"Link target: " = "Ţinta legăturii: "
"Links" = "Legături"
"List" = "Lista"
"Logics: " = "Logici: "
"Lossless" = "Fără pierdere"
"MP3 bitrate:" = "MP3 bitrate:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash Components (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Make this dynamic text read-only"
"Manage" = "Gestionează"
"Measured in twips: %@" = "Măsurat în twips: %@"
"More Colors" = "Mai multe culori"
"More colors ... " = "Mai multe culori ... "
"Morph" = "Morph"
"Morph Options" = "Opţiuni Morph"
"Morphs" = "Morphs"
"Motion tweens" = "Perechi de mişcari"
"Movement smoothness: " = "Cursivitate mişcare: "
"My tasks (SWF, EXE)" = "Activităţile mele (SWF, EXE)"
"New" = "Nou"
"No" = "Nu"
"No Flash file selected" = "Nici un fişier flash selectat"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Nu sunt activităţi disponibile.\r\nAdăugaţi aici fişiere SWF sau Projector EXE\r\npentru a activa celelalte ferestre."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Nu sunt imagini de editat în această activitate.\r\nAcest film Flash nu conţine nici una.\r\n"
"No sounds to edit in this task.\r\n" = "Nu sunt sunete de editat în această activitate\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Nu sunt disponibile imformaţii tag pentru termenii selectaţi, sau nu sunt termeni selectaţi.Alegeţi o parte a filmului în lisza de activităţi."
"Non-compressed video (*.avi)" = "Video necomprimat (*.avi)"
"Nothing found to match your query." = "Nu s-a găsit nimic care să corespundă solicitării."
"Object" = "Obiect"
"Objects" = "Obiecte"
"Ok" = "Acceptare"
"Open User &Manual" = "Deschide &Manualul de utilizare"
"Open destination folder after extraction" = "Deschide directorul destinaţie după extragere"
"Open file after conversion" = "Deschide fişier după conversie"
"Open local CHM user manual for help." = "Deschide manualul de utilizare CHM pentru ajutor."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Deschide fişier SWF sau Projector în player-ul principal pentru previzualizare.\r\nFişierul nu este adăugat la lista Activităţile mele."
"Order full version" = "Comandă versiunea completă"
"Other" = "Altele"
"Other colors" = "Alte culori"
"P-Code" = "P-Code"
"P-Code and hexadicimal dump combined" = "P-Code şi dump hexazecimal combinate"
"Personal" = "Personal"
"Pi-code and hex dump (*.txt)" = "Pi-code şi hex dump (*.txt)"
"Pi-code dump (*.txt)" = "Pi-code dump (*.txt)"
"Place morphs into library" = "Pune morphs în librărie"
"Place shapes into library" = "Pune forme în librărie"
"Place texts into library" = "Pune texte în librărie"
"Placement information" = "Informaţia de plasare"
"Placeobjects" = "Plasarea obiectelor"
"Plain Text (*.txt)" = "Text normal (*.txt)"
"Player parameters" = "Parametrii playerului"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Alegeţi formatul dorit pentru ActionScripts curent\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: fişier Pi-code, hex dump sau text."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Alegeţi formatul dorit pentru butoanele curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: SWF şi FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Alegeţi formatul dorit pentru fonturile curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: SWF şi FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Alegeţi formatul dorit pentru frame-urile curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: SWF şi FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Alegeţi formatul dorit pentru imaginile curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: JPG, PNG, BMP, SWF sau FLA"
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Alegeţi formatul dorit pentru morph-urile curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: SWF şi FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Alegeţi formatul dorit pentru formele curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: SWF şi FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Alegeţi formatul dorit pentru sunetele curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: WAV, MP3, SWF sau FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Alegeţi formatul dorit pentru efectele curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: SWF şi FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." = "Alegeţi formatul dorit pentru textele curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: TXT, RTF, HTML, SWF sau FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." = "Alegeţi formatul dorit pentru video-urile curente\r\nîn activităţile pentru care vor fi exportate.\r\nFormate disponibile: FLV, AVI, MPG, SWF sau FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Flash Decompiler va procesa activităţile din panoul Activităţile mele, şi nu neapărat activitatea previzualizată. Verificaţi dacă fişierele ce trebuie exportate sau convertite se află în lista Activităţile mele."
"Please, select target folder where resulting extracted objects should be saved to." = "Alegeţi directorul destinaţie unde vor fi stocate obiectele rezultate după extragere."
"Preparing preview..." = "Se pregăteşte previzualizarea..."
"Preview not available" = "Previzualizare indisponibilă"
"Property" = "Proprietate"
"Quality" = "Calitate"
"Ready" = "Pregătit"
"Recover original variables names" = "Recuperează numele iniţiale ale variabilelor"
"Refresh" = "Reîmprospătare"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Înregistraţi copia dumneavoastră de Flash Decompiler\r\nintroducând numele şi cheia de înregistrare."
"Registered to:" = "Înregistrat la:"
"Registration code:" = "Înregistrare cod:"
"Reload current task into original state" = "Reîncarcă activitatea curentă în forma iniţială"
"Remove all" = "Elimină toate"
"Remove all tasks from the tasks list." = "Elimină toate activităţile din listă."
"Remove current task" = "Elimină activitatea curentă"
"Remove current task from the tasks list." = "Elimină activitatea curentă din lista curentă."
"Remove file" = "Elimină fişier"
"Remove tasks" = "Elimină activităţi"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Înlocuieşte şi editeză textele existente în activitatea SWF/EXE."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Înlocuieşte imaginile originale într-o activitate SWF/EXE: puteţi adăuga\r\nimagini de tip JPEG şi PNG, edita calitatea lor,\r\nsetările de transparenţă şi dimensiunea."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Înlocuieşte sunetele originale într-o activitate SWF/EXE:\r\nadaugă propriile sunete în locul obiectelor originale,\r\nmodificând fomatul şi calitatea sunetului."
"Reset all extraction formats to default values." = "Resetează toate formatele extrase la valorile implicite."
"Reset all formats to FLA" = "Resetează toate formatele la FLA"
"Reset all formats to SWF" = "Resetează toate formatele la SWF"
"Reset this tab to default conversion settings." = "Resetează acest panou la setările de conversie implicite."
"Reset to default conversion settings." = "Resetează la setările de conversie implicite."
"Reset to defaults" = "Resetează la valorile implicite"
"Rich Text (*.rtf)" = "Rich Text (*.rtf)"
"Right" = "Dreapta"
"Right margin" = "Margina dreaptă"
"SWF" = "SWF"
"SWF File Info" = "Info Fişier SWF"
"SWF Resources Info" = "Info Resurse SWF"
"SWF version" = "Versiune SWF"
"SWF version:" = "Versiune SWF:"
"Same as FLA version" = "La fel ca versiunea FLA"
"Save" = "Salvează"
"Save Log" = "Salvează jurnal"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Salvează o copie SWF a fişierului selectat în Activităţile mele.\r\nDacă aţi selectat o resusă specifică în activitate, dar un alt fişier\r\neste afişat, fişierul selectat în Activităţile mele va fi salvat."
"Save as..." = "Salvare ca..."
"Save current task in a new file with applied changes." = "Salvare activitate curentă cu modificările aplicate într-un fişier nou."
"Save current task with applied changes." = "Salvare activitate curentă cu odificările aplicate."
"Save on disk" = "Salvare pe disc"
"Save/Discard changes" = "Salvare/Ignorare modificări"
"Screenshot" = "Imagine ecran"
"Scripts" = "Scripturi"
"Search" = "Căutare"
"Search for: " = "Căutare după: "
"Search now" = "Căutare acum"
"Search only in current SWF" = "Căutare doar în SWF curent"
"Search options" = "Opţiuni de căutare"
"Search results" = "Rezultate căutare"
"Select folder to add to the tasks list" = "Selectare director pentru adăugare în lista de activităţi"
"Select folder to convert object to" = "Selectare director pentru a converti obiectele"
"Select the version of FLA format to be created" = "Selectaţi versiunea de FLA pentru a fi creată"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Selectaţi versiunea de SWF care care să apară\r\nimplicit când veţi publica fişierul FLA convertit."
"Selectable" = "Selectabil"
"Separate layers for morphs" = "Separă nivelurile pentru morphs"
"Set all extraction formats except for ActionScript to FLA" = "Setează toate formatele de extracţie cu excepţia din ActionScript în FLA"
"Set all extraction formats except for ActionScript to SWF" = "Setează toate formatele de extracţie cu excepţia din ActionScript în SWF"
"Shape" = "Formă"
"Shapes" = "Forme"
"Size" = "Dimensiune"
"Size (bytes)" = "Dimensiune (biţi)"
"Size in bytes" = "Dimensiunea în biţi"
"Small icons" = "Pictograme mici"
"Some tutorials on Flash Decompiler usage" = "Câteva tutoriale despre folosirea Flash Decompiler"
"Sound" = "Sunet"
"Sound (*.wav, *.mp3)" = "Sunet (*.wav, *.mp3)"
"Sound rate" = "Rata sunet"
"Sounds" = "Sunete"
"Sprite" = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Culori standard"
"Static text" = "Text static"
"Static text bounding box expansion" = "Text static leagă expansiunea căsuţei"
"Status" = "Status"
"Stereo (mono if unchecked)" = "Stereo (mono dacă nu este bifat)"
"Stretch/Shrink new image to fit original size" = "Redimensionează noua imagine pentru a avea dimensiunea originală"
"Support e-mail: support@eltima.com" = "Email suport: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Comută la modul trăsături (obiectele film interactive nu vor fi active)"
"Switch to original size" = "Comută la dimensiunea originală"
"Tag" = "Tag"
"Tag information" = "Informaţie tag"
"Take snapshot" = "Preia imaginea"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Imaginile preluate vor fi copiate în clipboard.\r\nLe puteţi lipi oriunde într-un editor grafic,\r\ndocument sau altele..."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Imaginile preluate vor fi salvate pe hard discul dumneavoastră.\r\nVa apărea un dialog pentru a naviga spre directorul dorit."
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Preia imaginea fişierului în curs de execuţie.\r\nImplicit imaginea este pusă în clipboard"
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Centrul pentru suport tehnic şi informaţii:\r\naflă cum te putem ajuta, caută răspunsuri sau contactează cu uşurinţă Eltima."
"Text" = "Text"
"Text color" = "Culoarea textului"
"Text options" = "Opţiuni text"
"Texts" = "Texte"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Nu există linii sau culori pentru editare\r\nîn forma selectată sau nu a fost selectată o formă."
"This movie has only 1 frame, you can't rewind it" = "Acest film are doar 1 cadru, nu îl puteţi derula"
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Acest tab este dezactivat deoarece nu sunt fişiere adăugate în lista Activităţile mele.\r\nVă rugăm adăugaţi acolo câteva filme Flash."
"This task does not contain\r\nany dynamic texts.\r\n" = "Această activitate nu conţine\r\nnici un text dinamic.\r\n"
"Thumbnails for Buttons" = "Thumbnails pentru Butoane"
"Thumbnails for Fonts" = "Thumbnails pentru Fonturi"
"Thumbnails for Images" = "Thumbnails pentru Imagini"
"Thumbnails for Morphs" = "Thumbnails pentru Morphs"
"Thumbnails for Shapes" = "Thumbnails pentru Forme"
"Thumbnails for Sprites" = "Thumbnails pentru Sprites"
"Thumbnails for Texts" = "Thumbnails pentru Texte"
"Thumbnails for Videos" = "Thumbnails pentru Video"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "Pentru a decompila corect componentele Flash , trebuie să păstrăm baza lor de date  pe discul dumneavoastră. În cazul în care aveţi componente adiţionale în altă parte, puteţi adăuga manual fişiere SWC. În caz contrar, folosiţi butonul Update pentru a aduna toatecompoentele Flash disponibile în sistemul dumneavoastră."
"Total" = "Total"
"Transparent" = "Transparent"
"Treat text as HTML" = "Trateazp text ca şi HTML"
"Type" = "Tip"
"Unable to open file." = "Nu poate deschide fişier."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Din păcate, Adobe Flash player ActiveX nu este instalat în sistemul dumneavoastră. Flash Decompiler necesită acest control ActiveX pentru o funcţionare corectă. Vă rugăm să vizitaţi www.adobe.com şi să instalaţi Flash Player sau contactaţi suportul tehnic Eltima (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "Din păcate, nu puteţi salva fişiere SWF cu versiunea demo. Această funcţionalitate va fi activată după ce vă înregistraţi copia de Flash Decompiler. Vă rugăm să vizitaţi www.eltima.com pentru detalii de cumpărare."
"Unlimited Business" = "Unlimited Business"
"Updated" = "Actualizat"
"Use Flash movie background color" = "Foloseşte culoarea de fundal din filmul Flash"
"Use getProperty/setProperty" = "Foloseşte getProperty/setProperty"
"Use system font" = "Foloseşte fontul de sistem"
"Use tabs" = "Foloseşte taburi"
"Used by" = "Utilizat de"
"Uses" = "Utilizatori"
"Value" = "Valoare"
"Var name" = "Nume var"
"Version" = "Versiune"
"Version %@" = "Versiune %@"
"Video" = "Video"
"Videos" = "Videouri"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Vezi tastele asignate pentru comenzi rapide\r\npentru acţiunile cele mai frecvente."
"Visit Flash Decompiler homepage online." = "Vizitează pagina online Flash Decompiler."
"Whole words only" = "Doar cuvinte întregi"
"Width:" = "Lăţime:"
"Yes" = "Da"
"You have Flash ActiveX version: %@" = "Aveţi Flash ActiveX versiunea: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Puteţi modifica aici sintaxa ActionScripts selectată. Aceasta va influenţa doar reprezentarea lor în Flash Decompiler."
"You should restart Flash Decompiler to apply new language." = "Ar trebui să reporniţi Flash Decompiler pentru a aplica noua limbă."
"ZLib compressed:" = "Comprimat ZLib:"
"Zoom" = "Zoom"
"Zoom Slider" = "Zoom Slider"
"no" = "nu"
"temp" = "temp"
"yes" = "da"
" " = " "
"Action tag #%@" = "Tag acţiune #%@"
"Add File(s)..." = "Adaugă fişier(e)..."
"As button" = "Ca buton"
"Ascent" = "Ascent"
"Bold" = "Bold"
"Building scripts ..." = "Se crează scripturi ..."
"Built in" = "Încorporat"
"Comment" = "Comentariu"
"Components" = "Componente"
"Descent" = "Descendent"
"Down" = "Jos"
"Dyn text" = "Text Dyn"
"Edge bounds" = "Depăşire limite"
"Element:" = "Element:"
"Encoding" = "Se encodează"
"End bounds" = "Marginea limitei"
"Flash Components in database:" = "Flash Components în baza de date:"
"Flash Components' database path:" = "Calea bazei de date Flash Components':"
"Flash movie (*.SWF)|*.SWF|" = "Film flash (*.SWF)|*.SWF|"
"Font name" = "Nume font"
"Foreground color:" = "Culoare fundal:"
"Frames count" = "Număr cadre"
"Glyph count" = "Număr Glyph"
"Hit" = "Apasă"
"Italic" = "Italic"
"JPEG" = "JPEG"
"Keyword" = "Cuvânt cheie"
"Label" = "Etichetă"
"Language code" = "Cod limbă"
"Literal" = "Literal"
"Matrix" = "Matrice"
"Move(%@)" = "Mişcă(%@)"
"Operator" = "Operator"
"Over" = "Terminat"
"Recover register variables" = "Recuperează variabile registru"
"Scale(%@)" = "Scara(%@)"
"Rotate(%@)" = "Rotaţie(%@)"
"Select folder to store components database" = "Selectare director pentru a stica datele de bază pentru componente."
"Small" = "Puţin"
"Start bounds" = "Start margini"
"Stat text" = "Stat text"
"State" = "Fază"
"String" = "Şir"
"Track mode" = "Mod evidentă"
"Up" = "Sus"
"Update" = "Actualizare"
"Use non-scalling strokes" = "Foloseşte miscări ne-scalabile"
"Use scalling strokes" = "Foloseşte miscări scalabile"
"Uses Defaults" = "Foloseşte setările implicite"
"Whitespace" = "Spaţiu alb"
"alpha" = "alfa"
"blue" = "albastru"
"green" = "verde"
"red" = "roşu"
"FirstSample: %@" = "Primul exemplu: %@"
"LastSample: %@" = "Ultimul exemplu: %@"
"Repeat: %@" = "Repetă: %@"
"No multiple" = "Fără multiplii"
"Stop" = "Stop"
"Stereo" = "Stereo"
"Mono" = "Mono"
"As menu" = "Ca meniu"
"VideoPacket" = "Pachet Video"
"Off" = "Oprit"
"On" = "Pornit"
"Left" = "Stânga"
"Center" = "Centru"
"Justify" = "Umplere"
"Flash Decompiler Trillix intro" = "Intro Flash Decompiler Trillix"
"Understanding demo limitations" = "Înţelegând limitările demo"
"&About Flash Decompiler..." = "&Despre Flash Decompiler..."
"Applying" = "Se aplică"
"Codec" = "Codec"
"Extracting %s..." = "Se extrage %s..."
"Extracting ..." = "Se extrage ..."
"Extracting resources from %s..." = "Se extrag resursele din %s..."
"Extraction done." = "Extracţie încheiată."
"Extraction started ..." = "Extracţie începută ..."
"Rate" = "Rata"
"Sample bits" = "Biţi exemplu"
"Samples count" = "Numărare exemplu"
"Stereo/mono" = "Stereo/mono"
"Streaming sound" = "Sunet streaming"
"You can click this button as well! It has some valuable stuff inside" = "De asemenea puteţi apăsa acest buton! Are lucruri interesante înauntru"
"Continue demo" = "Continuare demo"
"Enter registration code" = "Cheia de înregistrare"
"Order now" = "Comandă acum"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Vă mulţumim foarte mult pentru încercarea versiunii Demo a Flash Decompiler Trillix by Eltima Software.\r\n\r\nVersiunea demo este complet funcţională, dar are anumite limitări demo. Printre ele:\r\n - doar două abiecte vor fi exportate în fiecare categorie de resurse;\r\n - filmele Flash vor fi convertite alb-negru în FLA;\r\n - ActionScripts nu vor fi incluse în fişierele FLA rezultate;\r\n - ActionScripts decompilate nu pot fi copiate în clipboard;\r\n - nu puteţi salva modificările fişierelor Flash după editare.\r\n\r\nNu uitaţi să vă înregistraţi copia programului pentru a evita limitările demo pentru totdeauna. Pentru a obţine cheia de înregistrare, apăsaţi pe \r\n'Comandă acum' de mai jos."
"Register" = "Înregistrare"
"Eltima - Waiver of responsibility" = "Eltima - Asumarea răspunderii"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Vă informăm că Eltima oferă tehnologia de \r\n decompilare Flash/SWF împreună cu Flash Decompiler Trillix doar pentru uz personal, \r\nşi nu pentru meteriale fără copyright. \r\nPrin aceasta confirmaţi că sunteţi conştient de regulile de copyright \r\ncând decompilaţi fişiere Flash/SWF şi realizaţi \r\ncă Eltima nu îşi asumă nici o răspundere pentru aceasta."
"Register Flash Decompiler now" = "Înregistare Flash Decompiler acum!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Pentru a activa traducerea, trebuie să reporniţi Flash Decompiler Trillix. Apăsaţi Acceptare pentru a închide Flash Decompiler acum, şi reporniţi-l manual; sau Nu pentru a-l reporni mai târziu. Dacă apăsaţi Revocare, modificările de limbă nu se vor aplica."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = "Flash Decompiler Trillix nu este înregistrat pe acest computer. Dacă doriţi să îl folosiţi trebuie să îl înregistraţi acum."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix este deja înregistrat în acest computer. Vă rugăm nu introduceţi alte detalii de înregistrare decât dacă doriţi să vă schimbaţi numele de înregistrare sau tipul licenţei."
"Adding file(s) to the tasks list..." = "Se adaugă fişier(e) la lista de activităţi..."
"Preview" = "Previzualizare"
"Open" = "Deschide"
"Quick actions" = "Acţiuni rapide"
"Convert SWF to FLA" = "Conversie SWF în FLA"
"Interface" = "Interfaţa"
"Show/Hide" = "Afişează/Ascunde"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Personalizează modul de afişare al Flash Decompiler, ar putea să te ajute pentru a recupera fereastra dispărută."
"Removing task(s)..." = "Se elimină activităţile..."
"Quick extract all currently selected SWF resources." = "Extrage rapid toate resursele SWF selectate."
"Quick convert currently highlighted file from the tasks list." = "Conversie rapidă a fişierelor selectate din lista de activităţi."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "Următoarele opţiuni permit Flash Decompiler salvarea statusului activităţilor după ieşire şi repornire. Implicit, Flash Decompiler va salva toate activităţile anterioare aşa cum erau înainte de închidere."
"Save My tasks list status on exit" = "Salvează la ieşire lista cu statusul activităţilor mele"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "Aceste butoane permit resetarea poziţiei şi vizibilităţii principalelor 3 ferestre: Activităţile mele, Proprietăţile fişierului şi Info tag. Aceasta este util când le \"pierzi\" prin mutare sau prin configurarea interfeţei."
"Reset \"My tasks\" panel position" = "Resetează poziţia ferestrei \"Activităţile mele\" "
"Reset \"File properties\" panel position" = "Resetează poziţia ferestrei \"Proprietăţile fişierului\" "
"Reset \"Tag information\" panel position" = "Resetează poziţia ferestrei \"Info tag\" "
"General Flash Decompiler settings" = "Setări generale Flash Decompiler"
"Open Flash movies" = "Deschide filme Flash"
"Decode all classes as dynamic" = "Decodează toate clasele ca dinamice"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Avertisment: nu aveţi instalat în acest sistem Adobe Flash Studio. Nu veţi putea edita fişiere FLA pe acest sistem."
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Avertisment: aţi încercat să convertiţi acest film în format FLA versiunea %d, dar aveţi instalat doar Adobe Flash versiunea %d. Probabil, nu veţi putea deschide fişierul FLA convertit până ce nu veţi actualiza versiunea de Flash."
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Avertisment: filmul pe care încercaţi să îl convertiţi necesită funcţionalităţi ale Adobe Flash %d, dar dumneavoastră aveţi instalat doar Adobe Flash versiunea %d. Probabil nu veţi putea deschide fişierul FLA convertit, până ce nu actualizaţi versiunea de Flash. Doriţi să continuaţi conversia spre noua versiune de FLA? (Dacă selectaţi NU, acest film va fi convertit în format FLA versiunea %d, unele obiecte ar putea fi pierdute)"
"Name:" = "Nume:"
"Code:" = "Cod:"
"Deblocking mode" = "Mod deblocare"
"Smoothing on" = "Se optimizează"
"Converting ..." = "Se converteşte ..."
"Done" = "Terminat"
"Loading file \"%s\"..." = "Se încarcă fişierul \"%s\"..."
"Cannot load file. File is either locked by another process or corrupt." = "Fişierul nu poate fi încărcat. Este blocat de un alt proces sau este corupt."
"Starting conversion..." = "Se începe conversia..."
"File conversion finished." = "Conversie fişier încheiată."
"Saving file \"%s\"..." = "Se salvează fişierul \"%s\"..."
"Saving has been cancelled." = "Salvarea a fost revocată."
"Starting header processing..." = "Se începe procesarea header-ului..."
"Header processing finished." = "Procesare header încheiată."
"Starting timeline processing..." = "Se începe procesarea timeline..."
"Timeline processing finished." = "Procesare timeline încheiată."
"An error has occured while parsing SWF timeline." = "A apărut o eroare în timpul parcurgerii timeline-ului SWF."
"An error has ocurred while processing timeline." = "A apărut o eroare în timpul procesării timeline-ului."
"An error has ocurred while creating FLA timeline." = "A apărut o eroare în timpul creeri timeline-ului FLA."
"Processing sprite symbol #%d..." = "Se procesează simbolul #%d..."
"Sprite symbol #%d processing finished." = "Procesarea simbolului #%d încheiată."
"Processing button symbol #%d..." = "Se procesează simbolul buton #%d..."
"Button symbol #%d processing finished." = "Procesarea simbolului #%d încheiată."
"Starting library processing..." = "Se începe procesarea librăriei..."
"An error has ocurred while processing library." = "A apărut o eroare în timpul creerii librăriei."
"Library processing finished." = "Procesarea librăriei încheiată."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."    = "Nu poate crea fişierul destinaţie sau este accesat de o altă aplicaţie. Vă rugăm să alegeţi alt nume pentru fişierul FLA."
"Used fill style is not fully supported by convertor or by FLA file format." = "Stilul de umplere folosit nu este suportat de convertor sau de formatul de fişier FLA."
"Font #%d not found" = "Fontul #%d nu a fost găsit"
"An error has occurred while normalizing tags in SWF file." = "A apărut o eroare la normalizarea tagurilor în fişierul SWF."
"Cannot create \"%s\" file." = "Nu poate crea fişierul \"%s\"."
"Cannot create \"%s\" directory." = "Nu poate crea directorul \"%s\"."
"An error has occured while saving FLP or AS file(s)." = "A apărut eroare la salvarea fişier(e) FLP sau AS."
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Stiluri diferite pentru începutul/sfârşitul aceleiaşi linii nu sunt suportate în formatul FLA. Trebuie să corespundă fiecare."
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "Aţi încercat să salvaţi fişierul în format Macromedia Flash %d. \nPentru a funcţiona corect, acest fişier trebuie salvat în Macromedia Flash %d. \nVă rugăm selectaţi \"Acceptare\" pentru a converti la versiunea %d sau \"Nu\" pentru a continua conversia în formatul vechi. \nUnele funcţionalităţi ar putea fi pierdute în acest caz."
"About L.A.M.E and FFmpeg" = "Despre L.A.M.E şi FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Afişează informaţii despre librăriile adiţionale folosite şi deteliile de licenţiere";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler foloseşte L.A.M.E şi FFmpeg (ambele sub LGPL v.3)";
"About third-party libraries" = "Despre librăriile adiţionale";
"Replace and edit texts currently present in a SWF/EXE task." = "Înlocuieşte şi editează textele existente într-o activitate SWF/EXE.";
"This task does not contain\r\nany texts.\r\n" = "Această activitate nu conţine \r\ntexte.\r\n";
"Edit texts" = "Editează texte";
"Use system font instead of embedded one" = "Foloseşte fontul sistem în locul celui inclus";
"Change font" = "Schimbă fontul";
"Change font size" = "Schimbă dimensiunea fontului";
"Make text bold" = "Afişează textul bold";
"Italicize text" = "Afişează textul italic";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Avertisment: textele statice nu pot fi editate fără schimbarea fontului. Vă rugăm selectaţi mai întâi noul font apoi veţi putea edita textul static.";
"Unknown error" = "Eroare necunoscută";
"SWF file doesn't have Flex ActionScript" = "Fişierul SWF nu conţine Flex ActionScript";
"File operation failed" = "Operaţie pe fişier eşuată";
"Failed to parse SWF file" = "Parsare fişier SWF eşuată";
"Failed to save AS files" = "Salvare fişiere AS eşuată";
"Failed to save project files" = "Salvare fişiere proiect eşuată";
"Failed to save resources" = "Salvarea resurselor eşuată";
"Failed to open file " = "Deschidere fişier eşuată ";
"Failed to convert ActionScript into MXML" = "Conversie ActionScript în MXML eşuată";
"Converting %s file into Flex project..." = "Se converteşte fişierul %s în proiect Flex...";
"Conversion started..." = "Conversie începută...";
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Vesiunea demo nu converteşte proiecte Flex, puteţi doar să previzualizaţi ActionScripts din fişierele Flex. Pentru a converti fişierele Flex în codul lor sursă, vă rugăm să obţineţi o licenţă de Flash Decompiler Trillix.\r\rDacă nu sunteţi sigur de rezultatele conversiei, trimiteţi fişierul Flex la support@eltima.com pentru verificare.";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Foloseşte L.A.M.E. şi FFmpeg sub LGPL v.3";
"Online tutorials" = "Lecţii online";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Înregistraţi acum copia de Flash Decompiler prin obţinerea unei chei online.";
"Options" = "Opţiuni";
"Thank you for registration!" = "Vă mulţumim pentru înregistrare!";
"ActionScripts viewing && conversion settings." = "Setările de vizualizare && conversie ActionScripts.";
"Component database is empty. Do you want to search for installed Flash Components?" = "Baza de date a componentei este goală. Doriţi să căutaţi Flash Components instalate?";
"Do you want to continue?" = "Doriţi să continuaţi?";
"Error" = "Eroare";
"Flash Decompiler" = "Flash Decompiler";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "Fişierul (sau fişierele) pe care încercaţi să le convertiţi a fost creat cu Adobe Flex Builder şi nu poate fi convertit în FLA. În schimb, un proiect Flex Builder va fi creat. Veţi avea nevoie de programul Adobe Flex Builder pentru a edita acest proiect.";
"Don't show this message again" = "Nu afişa acest mesaj din nou";
"InitClip" = "InitClip";
"FLA version: " = "Versiune FLA: ";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "Nu sunt legături disponibile pentru editare în această activitate.\r\nNu sunt legaături disponibile,\r\nsau ele sunt construite dinamic sau altfel.\r\n";
"Up one level" = "Un nivel superior";
"Reload current directory" = "Reîncarcă directorul curent";
"This folder doesn't have any supported files to preview or open" = "Acest director nu are nici un fişier suportat pentru previzualizare sau deschidere";
"Unable to create folder: %@, check your user rights." = "Nu poate crea director: %@, verificaţi drepturile de utilizator.";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Eroare necunoscută! Vă rugăm trimiteţi fişierul pe care încercaţi să îl convertiţi la support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "Acest fişier nu pare a fi un fişier Flex, vă rugăm să îl trimiteţi la support@eltima.com pentru investigare.";
"Error parsing SWF file, please, send it to support@eltima.com" = "Eroare la parcurgerea fişierului SWF, vă rugăm sa-l trimiteţi la support@eltima.com";
"Could not save AS file(s), check your user rights." = "Nu poate salva fişir(e) AS, verificaţi drepturile de utilizator.";
"Could not save Flex Project file(s), check your user rights." = "Nu poate salva fişier(e) Flex Project, verificaţi drepturile de utilizator.";
"Could not save Flex Project resources, check your user rights." = "Nu poate salva resurse Flex Project, verificaţi drepturile de utilizator.";
"Could not open file: %@ for writing." = "Nu poate deschide fişier: %@ pentru scriere.";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Nu poate converti clasa ActionScript: %@ în MXML, vă rugăm să trimiteţi acest fişier la support@eltima.com";
"Editing SWF file" = "Se editează fişierul SWF";
"Recover arguments' names" = "Recuperare argumente' nume";
"SWF object extraction" = "Extragere obiect SWF ";
"SWF to FLA conversion" = "Conversie obiect SWF în FLA";
"Extract all currently selected SWF resources." = "Extragere toate resursele SWF selectate.";
